Repository: W-M-R/pixel-pet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# achv.all_high.desc
source: Keep fullness, mood, and hygiene all above 90% (after feeding, playing, and bathing at least once)
ar: حافظ على الشبع والمزاج والنظافة فوق ٩٠٪ (بعد الإطعام واللعب والغسل مرة واحدة على الأقل)
de: Sättigung, Laune und Sauberkeit alle über 90 % halten (nach mindestens einmal Füttern, Spielen und Baden)
es: Mantener saciedad, ánimo e higiene por encima del 90 % (después de dar de comer, jugar y bañar al menos una vez)
fr: Maintenir satiété, humeur et propreté au-dessus de 90 % (après avoir nourri, joué et lavé au moins une fois)
hi: पेट, मनोदशा और सफ़ाई सभी को 90% से ऊपर रखें (कम से कम एक बार खिलाने, खेलने और नहलाने के बाद)
id: Jaga kekenyangan, suasana hati, dan kebersihan semuanya di atas 90% (setelah memberi makan, bermain, dan memandikan setidaknya sekali)
it: Mantenere sazietà, umore e igiene tutti sopra il 90% (dopo aver dato da mangiare, giocato e lavato almeno una volta)
ja: 満腹度・気分・清潔さをすべて 90% 以上に保つ（ごはん・遊び・お風呂を各 1 回以上したあと）
ko: 배부름·기분·청결을 모두 90% 이상으로 유지（먹이·놀이·목욕을 각각 한 번 이상 한 뒤）
nl: Houd verzadiging, humeur en hygiëne allemaal boven 90% (na minstens één keer voeren, spelen en baden)
pl: Utrzymać sytość, nastrój i czystość powyżej 90% (po co najmniej jednym karmieniu, zabawie i kąpieli)
pt_br: Manter saciedade, humor e higiene acima de 90% (depois de alimentar, brincar e dar banho pelo menos uma vez)
ru: Держать сытость, настроение и чистоту выше 90 % (после того как хотя бы раз покормили, поиграли и помыли)
sv: Håll mättnad, humör och renlighet över 90 % (efter att ha matat, lekt och badat minst en gång)
th: รักษาความอิ่ม อารมณ์ และความสะอาดให้เกิน 90% (หลังให้อาหาร เล่น และอาบน้ำอย่างน้อยหนึ่งครั้ง)
tr: Tokluk, moral ve temizliği %90’ın üzerinde tutun (en az bir kez besleme, oynama ve yıkamadan sonra)
vi: Giữ độ no, tâm trạng và vệ sinh đều trên 90% (sau khi đã cho ăn, chơi và tắm ít nhất một lần)
zh_hans: 喂食、玩耍、洗澡各做过一次后，让三维同时保持 90% 以上
zh_hant: 讓飽足、心情、清潔都保持在 90% 以上（需各做過一次餵食、玩耍、洗澡）

# achv.breed_2
source: New Friend
ar: صديق جديد
de: Neuer Freund
es: Nuevo amigo
fr: Nouvel ami
hi: नया दोस्त
id: Teman baru
it: Nuovo amico
ja: 新しい友だち
ko: 새 친구
nl: Nieuwe vriend
pl: Nowy przyjaciel
pt_br: Novo amigo
ru: Новый друг
sv: Ny vän
th: เพื่อนใหม่
tr: Yeni arkadaş
vi: Người bạn mới
zh_hans: 换个伙伴
zh_hant: 新朋友

# achv.breed_2.desc
source: Keep 2 different breeds
ar: اقتنِ سلالتين مختلفتين
de: 2 verschiedene Rassen halten
es: Tener 2 razas distintas
fr: Garder 2 races différentes
hi: 2 अलग नस्लें रखें
id: Punya 2 ras berbeda
it: Avere 2 razze diverse
ja: 異なる 2 種類を飼う
ko: 서로 다른 두 종류 키우기
nl: 2 verschillende rassen houden
pl: Mieć 2 różne rasy
pt_br: Ter 2 raças diferentes
ru: Держать 2 разные породы
sv: Ha 2 olika raser
th: เลี้ยง 2 สายพันธุ์ที่ต่างกัน
tr: 2 farklı tür sahiplenin
vi: Nuôi 2 giống khác nhau
zh_hans: 养过 2 个不同品种
zh_hant: 養 2 種不同品種

# achv.claimed
source: Unlocked
ar: مفتوح
de: Freigeschaltet
es: Desbloqueado
fr: Débloqué
hi: मिल गया
id: Terbuka
it: Sbloccato
ja: 達成済み
ko: 달성
nl: Vrijgespeeld
pl: Odblokowane
pt_br: Desbloqueado
ru: Получено
sv: Upplåst
th: ปลดล็อกแล้ว
tr: Açıldı
vi: Đã mở
zh_hans: 已达成
zh_hant: 已達成

# achv.clean_100
source: Spotless
ar: نظيف تمامًا
de: Blitzblank
es: Impecable
fr: Impeccable
hi: बेदाग़
id: Bersih sekali
it: Impeccabile
ja: きれい好き
ko: 깔끔쟁이
nl: Vlekkeloos
pl: Nieskazitelny
pt_br: Impecável
ru: Чистюля
sv: Skinande ren
th: สะอาดเอี่ยม
tr: Pır pır temiz
vi: Sạch bóng
zh_hans: 洁癖
zh_hant: 潔癖

# achv.clean_100.desc
source: Bathe 100 times
ar: اغسله ١٠٠ مرة
de: 100-mal baden
es: Bañar 100 veces
fr: Laver 100 fois
hi: 100 बार नहलाएँ
id: Mandikan 100 kali
it: Lavare 100 volte
ja: お風呂 100 回
ko: 목욕 100회
nl: 100 keer baden
pl: Wykąpać 100 razy
pt_br: Dar banho 100 vezes
ru: Помыть 100 раз
sv: Bada 100 gånger
th: อาบน้ำ 100 ครั้ง
tr: 100 kez yıkayın
vi: Tắm 100 lần
zh_hans: 累计洗澡 100 次
zh_hant: 累計洗澡 100 次

# achv.clean_20
source: Tidy
ar: مرتّب
de: Gepflegt
es: Aseado
fr: Soigné
hi: साफ़-सुथरा
id: Rapi
it: Pulito
ja: 清潔
ko: 청결
nl: Netjes
pl: Zadbany
pt_br: Caprichoso
ru: Опрятный
sv: Välskött
th: เรียบร้อย
tr: Bakımlı
vi: Gọn gàng
zh_hans: 爱干净
zh_hant: 愛乾淨

# achv.clean_20.desc
source: Bathe 20 times
ar: اغسله ٢٠ مرة
de: 20-mal baden
es: Bañar 20 veces
fr: Laver 20 fois
hi: 20 बार नहलाएँ
id: Mandikan 20 kali
it: Lavare 20 volte
ja: お風呂 20 回
ko: 목욕 20회
nl: 20 keer baden
pl: Wykąpać 20 razy
pt_br: Dar banho 20 vezes
ru: Помыть 20 раз
sv: Bada 20 gånger
th: อาบน้ำ 20 ครั้ง
tr: 20 kez yıkayın
vi: Tắm 20 lần
zh_hans: 累计洗澡 20 次
zh_hant: 累計洗澡 20 次

# achv.clean_300
source: Immaculate
ar: بلا شائبة
de: Makellos
es: Inmaculado
fr: Irréprochable
hi: निर्मल
id: Tanpa cela
it: Immacolato
ja: 完璧主義
ko: 완벽주의
nl: Onberispelijk
pl: Bez zarzutu
pt_br: Imaculado
ru: Безупречный
sv: Fläckfri
th: ไร้ที่ติ
tr: Kusursuz
vi: Không tì vết
zh_hans: 一丝不苟
zh_hant: 一絲不苟

# achv.clean_300.desc
source: Bathe 300 times
ar: اغسله ٣٠٠ مرة
de: 300-mal baden
es: Bañar 300 veces
fr: Laver 300 fois
hi: 300 बार नहलाएँ
id: Mandikan 300 kali
it: Lavare 300 volte
ja: お風呂 300 回
ko: 목욕 300회
nl: 300 keer baden
pl: Wykąpać 300 razy
pt_br: Dar banho 300 vezes
ru: Помыть 300 раз
sv: Bada 300 gånger
th: อาบน้ำ 300 ครั้ง
tr: 300 kez yıkayın
vi: Tắm 300 lần
zh_hans: 累计洗澡 300 次
zh_hant: 累計洗澡 300 次

# achv.color_4
source: Colorist
ar: خبير الألوان
de: Farbkenner
es: Colorista
fr: Coloriste
hi: रंग-विशेषज्ञ
id: Ahli warna
it: Colorista
ja: カラリスト
ko: 컬러리스트
nl: Kleurkenner
pl: Kolorysta
pt_br: Colorista
ru: Колорист
sv: Färgkännare
th: นักจัดสี
tr: Renk uzmanı
vi: Nhà phối màu
zh_hans: 配色师
zh_hant: 配色師

# achv.color_4.desc
source: Keep 4 different coats
ar: اقتنِ أربع فِراء مختلفة
de: 4 verschiedene Fellfarben halten
es: Tener 4 pelajes distintos
fr: Garder 4 pelages différents
hi: 4 अलग रंग-रूप रखें
id: Punya 4 corak bulu berbeda
it: Avere 4 mantelli diversi
ja: 4 種類の毛色を飼う
ko: 서로 다른 털색 4가지 키우기
nl: 4 verschillende vachten houden
pl: Mieć 4 różne umaszczenia
pt_br: Ter 4 pelagens diferentes
ru: Держать 4 разных окраса
sv: Ha 4 olika pälsfärger
th: เลี้ยงขน 4 แบบที่ต่างกัน
tr: 4 farklı tüy rengi sahiplenin
vi: Nuôi 4 màu lông khác nhau
zh_hans: 养过 4 种不同毛色
zh_hant: 養 4 種不同毛色

# achv.earn_10000
source: Hard-earned
ar: تعب وجهد
de: Hart verdient
es: Ganado con esfuerzo
fr: Durement gagné
hi: मेहनत की कमाई
id: Hasil kerja keras
it: Sudato
ja: 努力の成果
ko: 땀의 결실
nl: Zwaar verdiend
pl: Ciężko zapracowane
pt_br: Suado
ru: Заработано трудом
sv: Hårt förtjänat
th: เหนื่อยแต่คุ้ม
tr: Emeğin karşılığı
vi: Công sức bỏ ra
zh_hans: 勤劳致富
zh_hant: 辛苦錢

# achv.earn_10000.desc
source: Earn 10,000 coins in total
ar: اجمع ١٠٠٠٠ عملة إجمالًا
de: Insgesamt 10.000 Münzen verdienen
es: Ganar 10 000 monedas en total
fr: Gagner 10 000 pièces en tout
hi: कुल 10,000 सिक्के कमाएँ
id: Kumpulkan 10.000 koin
it: Guadagnare 10.000 monete in totale
ja: 累計 10,000 コイン獲得
ko: 누적 10,000코인 획득
nl: In totaal 10.000 munten verdienen
pl: Zarobić łącznie 10 000 monet
pt_br: Ganhar 10.000 moedas no total
ru: Заработать 10 000 монет
sv: Tjäna 10 000 mynt totalt
th: หาเหรียญรวม 10,000 เหรียญ
tr: Toplam 10.000 para kazanın
vi: Kiếm tổng cộng 10.000 xu
zh_hans: 累计赚取 10000 枚
zh_hant: 累計賺取 10,000 金幣

# achv.earn_50000
source: Fortune
ar: ثروة
de: Vermögen
es: Fortuna
hi: धन-संपत्ति
id: Kekayaan
it: Fortuna
ja: 財産
ko: 재산
nl: Vermogen
pl: Majątek
pt_br: Fortuna
ru: Состояние
sv: Förmögenhet
th: ร่ำรวย
tr: Servet
vi: Giàu có
zh_hans: 富甲一方
zh_hant: 財富

# achv.earn_50000.desc
source: Earn 50,000 coins in total
ar: اجمع ٥٠٠٠٠ عملة إجمالًا
de: Insgesamt 50.000 Münzen verdienen
es: Ganar 50 000 monedas en total
fr: Gagner 50 000 pièces en tout
hi: कुल 50,000 सिक्के कमाएँ
id: Kumpulkan 50.000 koin
it: Guadagnare 50.000 monete in totale
ja: 累計 50,000 コイン獲得
ko: 누적 50,000코인 획득
nl: In totaal 50.000 munten verdienen
pl: Zarobić łącznie 50 000 monet
pt_br: Ganhar 50.000 moedas no total
ru: Заработать 50 000 монет
sv: Tjäna 50 000 mynt totalt
th: หาเหรียญรวม 50,000 เหรียญ
tr: Toplam 50.000 para kazanın
vi: Kiếm tổng cộng 50.000 xu
zh_hans: 累计赚取 50000 枚
zh_hant: 累計賺取 50,000 金幣

# achv.feed_200
source: Master Chef
ar: طاهٍ ماهر
de: Chefkoch
es: Chef
fr: Chef cuisinier
hi: मुख्य रसोइया
id: Kepala koki
it: Capo cuoco
ja: 料理長
ko: 주방장
nl: Chef-kok
pl: Szef kuchni
pt_br: Chef
ru: Шеф-повар
sv: Köksmästare
th: หัวหน้าพ่อครัว
tr: Baş aşçı
vi: Đầu bếp trưởng
zh_hans: 大厨
zh_hant: 大廚

# achv.feed_200.desc
source: Feed 200 times
ar: أطعمه ٢٠٠ مرة
de: 200-mal füttern
es: Dar de comer 200 veces
fr: Nourrir 200 fois
hi: 200 बार खिलाएँ
id: Beri makan 200 kali
it: Dare da mangiare 200 volte
ja: ごはん 200 回
ko: 먹이 200회
nl: 200 keer voeren
pl: Nakarmić 200 razy
pt_br: Alimentar 200 vezes
ru: Покормить 200 раз
sv: Mata 200 gånger
th: ให้อาหาร 200 ครั้ง
tr: 200 kez besleyin
vi: Cho ăn 200 lần
zh_hans: 累计喂食 200 次
zh_hant: 累計餵食 200 次

# achv.feed_50
source: Diligent Keeper
ar: مربٍّ مجتهد
de: Fleißiger Halter
es: Cuidador diligente
fr: Maître attentionné
hi: मेहनती मालिक
id: Perawat rajin
it: Padrone diligente
ja: まじめな飼い主
ko: 성실한 집사
nl: IJverige baasje
pl: Sumienny opiekun
pt_br: Tutor dedicado
ru: Заботливый хозяин
sv: Flitig ägare
th: เจ้าของขยัน
tr: Özenli bakıcı
vi: Người nuôi chăm chỉ
zh_hans: 勤劳饲主
zh_hant: 勤勞飼主

# achv.feed_50.desc
source: Feed 50 times
ar: أطعمه ٥٠ مرة
de: 50-mal füttern
es: Dar de comer 50 veces
fr: Nourrir 50 fois
hi: 50 बार खिलाएँ
id: Beri makan 50 kali
it: Dare da mangiare 50 volte
ja: ごはん 50 回
ko: 먹이 50회
nl: 50 keer voeren
pl: Nakarmić 50 razy
pt_br: Alimentar 50 vezes
ru: Покормить 50 раз
sv: Mata 50 gånger
th: ให้อาหาร 50 ครั้ง
tr: 50 kez besleyin
vi: Cho ăn 50 lần
zh_hans: 累计喂食 50 次
zh_hant: 累計餵食 50 次

# achv.feed_500
source: Feeding Master
ar: سيّد الإطعام
de: Fütter-Meister
es: Maestro de la comida
fr: Maître nourricier
hi: खिलाने में माहिर
id: Ahli memberi makan
it: Maestro del cibo
ja: ごはんの達人
ko: 먹이의 달인
nl: Voermeester
pl: Mistrz karmienia
pt_br: Mestre da ração
ru: Мастер кормления
sv: Matningsmästare
th: ยอดฝีมือให้อาหาร
tr: Besleme ustası
vi: Bậc thầy cho ăn
zh_hans: 喂食大师
zh_hant: 餵食大師

# achv.feed_500.desc
source: Feed 500 times
ar: أطعمه ٥٠٠ مرة
de: 500-mal füttern
es: Dar de comer 500 veces
fr: Nourrir 500 fois
hi: 500 बार खिलाएँ
id: Beri makan 500 kali
it: Dare da mangiare 500 volte
ja: ごはん 500 回
ko: 먹이 500회
nl: 500 keer voeren
pl: Nakarmić 500 razy
pt_br: Alimentar 500 vezes
ru: Покормить 500 раз
sv: Mata 500 gånger
th: ให้อาหาร 500 ครั้ง
tr: 500 kez besleyin
vi: Cho ăn 500 lần
zh_hans: 累计喂食 500 次
zh_hant: 累計餵食 500 次

# achv.first_feed
source: First Meal
ar: أول وجبة
de: Erste Mahlzeit
es: Primera comida
fr: Premier repas
hi: पहला भोजन
id: Makan pertama
it: Primo pasto
ja: はじめてのごはん
ko: 첫 식사
nl: Eerste maaltijd
pl: Pierwszy posiłek
pt_br: Primeira refeição
ru: Первая еда
sv: Första målet
th: มื้อแรก
tr: İlk yemek
vi: Bữa đầu tiên
zh_hans: 初次见面
zh_hant: 初次見面

# achv.first_feed.desc
source: Feed your pet for the first time
ar: أطعم حيوانك للمرة الأولى
de: Dein Tier zum ersten Mal füttern
es: Dar de comer a tu mascota por primera vez
fr: Nourrir ton animal pour la première fois
hi: अपने साथी को पहली बार खिलाएँ
id: Beri makan hewanmu untuk pertama kali
it: Dare da mangiare al tuo animale per la prima volta
ja: はじめてごはんをあげる
ko: 처음 먹이 주기
nl: Je dier voor het eerst voeren
pl: Nakarmić zwierzaka po raz pierwszy
pt_br: Alimentar seu bichinho pela primeira vez
ru: Покормить питомца впервые
sv: Mata ditt djur för första gången
th: ให้อาหารสัตว์เลี้ยงครั้งแรก
tr: Dostunuzu ilk kez besleyin
vi: Cho thú nuôi ăn lần đầu
zh_hans: 第一次喂食
zh_hant: 第一次餵食

# achv.food_can
source: First Taste
ar: أول مذاق
de: Erster Geschmack
es: Primer sabor
fr: Première bouchée
hi: पहला स्वाद
id: Rasa pertama
it: Primo assaggio
ja: 初めての味
ko: 첫 맛
nl: Eerste hap
pl: Pierwszy smak
pt_br: Primeiro sabor
ru: Первый вкус
sv: Första smaken
th: รสชาติแรก
tr: İlk tat
vi: Vị đầu tiên
zh_hans: 尝鲜
zh_hant: 嚐鮮

# achv.food_can.desc
source: Feed a can for the first time
ar: قدّم له معلّبات للمرة الأولى
de: Zum ersten Mal eine Dose füttern
es: Dar una lata por primera vez
fr: Donner une boîte pour la première fois
hi: पहली बार डिब्बाबंद खाना दें
id: Beri makanan kaleng untuk pertama kali
it: Dare una scatoletta per la prima volta
ja: はじめて缶詰をあげる
ko: 처음 캔을 주기
nl: Voor het eerst blikvoer geven
pl: Podać puszkę po raz pierwszy
pt_br: Dar uma lata pela primeira vez
ru: Впервые дать консервы
sv: Ge konservmat för första gången
th: ให้อาหารกระป๋องครั้งแรก
tr: İlk kez konserve verin
vi: Cho ăn đồ hộp lần đầu
zh_hans: 第一次喂罐头
zh_hant: 第一次餵罐頭

# achv.food_fish
source: Little Luxury
ar: ترف صغير
de: Kleiner Luxus
es: Pequeño lujo
fr: Petit luxe
hi: छोटी विलासिता
id: Kemewahan kecil
it: Piccolo lusso
ja: ちょっと贅沢
ko: 작은 사치
nl: Kleine luxe
pl: Mały luksus
pt_br: Pequeno luxo
ru: Небольшая роскошь
sv: Liten lyx
th: ความหรูเล็ก ๆ
tr: Küçük bir lüks
vi: Chút xa xỉ
zh_hans: 奢侈
zh_hant: 小奢侈

# achv.food_fish.desc
source: Feed dried fish for the first time
ar: قدّم له سمكًا مجففًا للمرة الأولى
de: Zum ersten Mal Trockenfisch füttern
es: Dar pescado seco por primera vez
fr: Donner du poisson séché pour la première fois
hi: पहली बार सूखी मछली दें
id: Beri ikan kering untuk pertama kali
it: Dare pesce secco per la prima volta
ja: はじめて煮干しをあげる
ko: 처음 건어물을 주기
nl: Voor het eerst gedroogde vis geven
pl: Podać suszoną rybkę po raz pierwszy
pt_br: Dar peixe seco pela primeira vez
ru: Впервые дать сушёную рыбку
sv: Ge torkad fisk för första gången
th: ให้ปลาแห้งครั้งแรก
tr: İlk kez kurutulmuş balık verin
vi: Cho ăn cá khô lần đầu
zh_hans: 第一次喂小鱼干
zh_hant: 第一次餵小魚乾

# achv.food_fish_20
source: Fish Lover
ar: محب للسمك
de: Fischliebhaber
es: Amante del pescado
fr: Amateur de poisson
hi: मछली-प्रेमी
id: Pencinta ikan
it: Amante del pesce
ja: 煮干し好き
ko: 건어물 애호가
nl: Visliefhebber
pl: Miłośnik rybek
pt_br: Amante de peixe
ru: Любитель рыбки
sv: Fiskälskare
th: คนรักปลา
tr: Balık sever
vi: Người yêu cá khô
zh_hans: 小鱼干爱好者
zh_hant: 小魚乾愛好者

# achv.food_fish_20.desc
source: Feed 20 dried fish
ar: قدّم ٢٠ سمكة مجففة
de: 20-mal Trockenfisch füttern
es: Dar 20 pescados secos
fr: Donner 20 poissons séchés
hi: 20 सूखी मछलियाँ दें
id: Beri 20 ikan kering
it: Dare 20 pesci secchi
ja: 煮干しを 20 個あげる
ko: 건어물 20개 주기
nl: 20 gedroogde visjes geven
pl: Podać 20 suszonych rybek
pt_br: Dar 20 peixes secos
ru: Дать 20 сушёных рыбок
sv: Ge 20 torkade fiskar
th: ให้ปลาแห้ง 20 ตัว
tr: 20 kurutulmuş balık verin
vi: Cho ăn 20 con cá khô
zh_hans: 累计喂 20 条小鱼干
zh_hant: 累計餵 20 條小魚乾

# achv.group.care
source: Care
ar: الرعاية
de: Pflege
es: Cuidados
fr: Soins
hi: देखभाल
id: Perawatan
it: Cure
ja: お世話
ko: 돌봄
nl: Zorg
pl: Opieka
pt_br: Cuidados
ru: Уход
sv: Omvårdnad
th: การดูแล
tr: Bakım
vi: Chăm sóc
zh_hans: 照料
zh_hant: 照顧

# achv.group.collection
source: Collection
ar: المجموعة
de: Sammlung
es: Colección
hi: संग्रह
id: Koleksi
it: Collezione
ja: コレクション
ko: 수집
nl: Collectie
pl: Kolekcja
pt_br: Coleção
ru: Коллекция
sv: Samling
th: คอลเลกชัน
tr: Koleksiyon
vi: Bộ sưu tập
zh_hans: 收藏
zh_hant: 收藏

# achv.group.companion
source: Companionship
ar: الرفقة
de: Freundschaft
es: Compañía
fr: Complicité
hi: साथ
id: Kebersamaan
it: Compagnia
ja: きずな
ko: 우정
nl: Gezelschap
pl: Przyjaźń
pt_br: Companhia
ru: Дружба
sv: Sällskap
th: มิตรภาพ
tr: Dostluk
vi: Đồng hành
zh_hans: 陪伴
zh_hant: 陪伴

# achv.group.economy
source: Economy
ar: الاقتصاد
de: Wirtschaft
es: Economía
fr: Économie
hi: अर्थव्यवस्था
id: Ekonomi
it: Economia
ja: 経済
ko: 경제
nl: Economie
pl: Ekonomia
pt_br: Economia
ru: Экономика
sv: Ekonomi
th: เศรษฐกิจ
tr: Ekonomi
vi: Kinh tế
zh_hans: 经济
zh_hant: 經濟

# achv.group.food
source: Cuisine
ar: الطعام
de: Küche
es: Cocina
fr: Gastronomie
hi: खानपान
id: Kuliner
it: Cucina
ja: グルメ
ko: 미식
nl: Keuken
pl: Kuchnia
pt_br: Culinária
ru: Еда
sv: Mat
th: อาหาร
tr: Mutfak
vi: Món ăn
zh_hans: 美食
zh_hant: 美食

# achv.group.growth
source: Growth
ar: النمو
de: Wachstum
es: Crecimiento
fr: Croissance
hi: विकास
id: Pertumbuhan
it: Crescita
ja: 成長
ko: 성장
nl: Groei
pl: Rozwój
pt_br: Crescimento
ru: Рост
sv: Tillväxt
th: การเติบโต
tr: Büyüme
vi: Trưởng thành
zh_hans: 成长
zh_hant: 成長

# achv.pets_2
source: Two-Pet Home
ar: بيت باثنين
de: Zwei-Tier-Haus
es: Hogar de dos
fr: Foyer de deux
hi: दो का घर
id: Rumah berdua
it: Casa in due
ja: 2 匹の家
ko: 두 마리의 집
nl: Huis met twee
pl: Dom dla dwojga
pt_br: Casa de dois
ru: Дом на двоих
sv: Hem för två
th: บ้านสองตัว
tr: İki dostlu ev
vi: Nhà có hai
zh_hans: 双宠之家
zh_hant: 雙寵之家

# achv.pets_2.desc
source: Own 2 pets at once
ar: اقتنِ حيوانين في الوقت نفسه
de: 2 Tiere gleichzeitig besitzen
es: Tener 2 mascotas a la vez
fr: Posséder 2 animaux à la fois
hi: एक साथ 2 साथी रखें
id: Punya 2 hewan sekaligus
it: Avere 2 animali insieme
ja: 同時に 2 匹飼う
ko: 동시에 2마리 키우기
nl: 2 dieren tegelijk hebben
pl: Mieć jednocześnie 2 zwierzaki
pt_br: Ter 2 bichinhos ao mesmo tempo
ru: Держать 2 питомцев одновременно
sv: Ha 2 djur samtidigt
th: มีสัตว์เลี้ยง 2 ตัวพร้อมกัน
tr: Aynı anda 2 dost sahiplenin
vi: Nuôi 2 con cùng lúc
zh_hans: 同时拥有 2 只宠物
zh_hant: 同時擁有 2 隻寵物

# achv.pets_3
source: Full House
ar: بيت عامر
de: Volles Haus
es: Casa llena
fr: Maison pleine
hi: भरा-पूरा घर
id: Rumah penuh
it: Casa piena
ja: にぎやかな家
ko: 북적이는 집
nl: Vol huis
pl: Pełny dom
pt_br: Casa cheia
ru: Полный дом
sv: Fullt hus
th: บ้านเต็ม
tr: Ev şenlendi
vi: Nhà đông vui
zh_hans: 热闹的家
zh_hant: 熱鬧滿屋

# achv.pets_3.desc
source: Own 3 pets at once
ar: اقتنِ ثلاثة حيوانات في الوقت نفسه
de: 3 Tiere gleichzeitig besitzen
es: Tener 3 mascotas a la vez
fr: Posséder 3 animaux à la fois
hi: एक साथ 3 साथी रखें
id: Punya 3 hewan sekaligus
it: Avere 3 animali insieme
ja: 同時に 3 匹飼う
ko: 동시에 3마리 키우기
nl: 3 dieren tegelijk hebben
pl: Mieć jednocześnie 3 zwierzaki
pt_br: Ter 3 bichinhos ao mesmo tempo
ru: Держать 3 питомцев одновременно
sv: Ha 3 djur samtidigt
th: มีสัตว์เลี้ยง 3 ตัวพร้อมกัน
tr: Aynı anda 3 dost sahiplenin
vi: Nuôi 3 con cùng lúc
zh_hans: 同时拥有 3 只宠物
zh_hant: 同時擁有 3 隻寵物

# achv.play_100
source: Great Playmate
ar: رفيق لعب رائع
de: Toller Spielgefährte
es: Gran compañero de juegos
fr: Excellent compagnon de jeu
hi: बढ़िया खेल-साथी
id: Teman bermain hebat
it: Ottimo compagno di giochi
ja: いい遊び相手
ko: 좋은 놀이 친구
nl: Geweldige speelkameraad
pl: Świetny kompan do zabawy
pt_br: Ótimo companheiro de brincadeira
ru: Отличный товарищ по играм
sv: Utmärkt lekkompis
th: เพื่อนเล่นชั้นดี
tr: Harika oyun arkadaşı
vi: Bạn chơi tuyệt vời
zh_hans: 好玩伴
zh_hant: 好玩伴

# achv.play_100.desc
source: Play 100 times
ar: العب ١٠٠ مرة
de: 100-mal spielen
es: Jugar 100 veces
fr: Jouer 100 fois
hi: 100 बार खेलें
id: Bermain 100 kali
it: Giocare 100 volte
ja: 遊び 100 回
ko: 놀이 100회
nl: 100 keer spelen
pl: Zagrać 100 razy
pt_br: Brincar 100 vezes
ru: Поиграть 100 раз
sv: Lek 100 gånger
th: เล่น 100 ครั้ง
tr: 100 kez oynayın
vi: Chơi 100 lần
zh_hans: 累计玩耍 100 次
zh_hant: 累計玩耍 100 次

# achv.play_30
source: Playmate
ar: رفيق لعب
de: Spielgefährte
es: Compañero de juegos
fr: Compagnon de jeu
hi: खेल-साथी
id: Teman bermain
it: Compagno di giochi
ja: 遊び相手
ko: 놀이 친구
nl: Speelkameraad
pl: Kompan do zabawy
pt_br: Companheiro de brincadeira
ru: Товарищ по играм
sv: Lekkompis
th: เพื่อนเล่น
tr: Oyun arkadaşı
vi: Bạn chơi
zh_hans: 玩伴
zh_hant: 玩伴

# achv.play_30.desc
source: Play 30 times
ar: العب ٣٠ مرة
de: 30-mal spielen
es: Jugar 30 veces
fr: Jouer 30 fois
hi: 30 बार खेलें
id: Bermain 30 kali
it: Giocare 30 volte
ja: 遊び 30 回
ko: 놀이 30회
nl: 30 keer spelen
pl: Zagrać 30 razy
pt_br: Brincar 30 vezes
ru: Поиграть 30 раз
sv: Lek 30 gånger
th: เล่น 30 ครั้ง
tr: 30 kez oynayın
vi: Chơi 30 lần
zh_hans: 累计玩耍 30 次
zh_hant: 累計玩耍 30 次

# achv.play_300
source: Best Playmate
ar: أفضل رفيق لعب
de: Bester Spielgefährte
es: El mejor compañero de juegos
fr: Meilleur compagnon de jeu
hi: सर्वश्रेष्ठ खेल-साथी
id: Teman bermain terbaik
it: Miglior compagno di giochi
ja: 最高の遊び相手
ko: 최고의 놀이 친구
nl: Beste speelkameraad
pl: Najlepszy kompan do zabawy
pt_br: Melhor companheiro de brincadeira
ru: Лучший товарищ по играм
sv: Bästa lekkompis
th: เพื่อนเล่นที่ดีที่สุด
tr: En iyi oyun arkadaşı
vi: Bạn chơi thân nhất
zh_hans: 最佳玩伴
zh_hant: 最佳玩伴

# achv.play_300.desc
source: Play 300 times
ar: العب ٣٠٠ مرة
de: 300-mal spielen
es: Jugar 300 veces
fr: Jouer 300 fois
hi: 300 बार खेलें
id: Bermain 300 kali
it: Giocare 300 volte
ja: 遊び 300 回
ko: 놀이 300회
nl: 300 keer spelen
pl: Zagrać 300 razy
pt_br: Brincar 300 vezes
ru: Поиграть 300 раз
sv: Lek 300 gånger
th: เล่น 300 ครั้ง
tr: 300 kez oynayın
vi: Chơi 300 lần
zh_hans: 累计玩耍 300 次
zh_hant: 累計玩耍 300 次

# achv.rich_5000
source: Nest Egg
ar: مبلغ محفوظ
de: Sparstrumpf
es: Ahorro
fr: Bas de laine
hi: जमा-पूँजी
id: Tabungan
it: Gruzzolo
ja: へそくり
ko: 비상금
nl: Spaarpotje
pl: Oszczędności
pt_br: Pé de meia
ru: Заначка
sv: Sparkapital
th: เงินเก็บ
tr: Kumbara
vi: Tiền để dành
zh_hans: 小有积蓄
zh_hant: 小金庫

# achv.rich_5000.desc
source: Earn 3,000 coins in total (starting funds don't count)
ar: اجمع ٣٠٠٠ عملة إجمالًا (لا تُحسب العملات الابتدائية)
de: Insgesamt 3.000 Münzen verdienen (Startguthaben zählt nicht)
es: Ganar 3 000 monedas en total (sin contar el saldo inicial)
fr: Gagner 3 000 pièces en tout (hors mise de départ)
hi: कुल 3,000 सिक्के कमाएँ (शुरुआती रकम शामिल नहीं)
id: Kumpulkan 3.000 koin (dana awal tidak dihitung)
it: Guadagnare 3.000 monete in totale (fondi iniziali esclusi)
ja: 累計 3,000 コイン獲得（初期資金は含まない）
ko: 누적 3,000코인 획득（초기 자금 제외）
nl: In totaal 3.000 munten verdienen (startgeld telt niet mee)
pl: Zarobić łącznie 3 000 monet (bez środków startowych)
pt_br: Ganhar 3.000 moedas no total (sem contar o valor inicial)
ru: Заработать 3 000 монет (стартовые не считаются)
sv: Tjäna 3 000 mynt totalt (startpengar räknas inte)
th: หาเหรียญรวม 3,000 เหรียญ (ไม่นับเงินตั้งต้น)
tr: Toplam 3.000 para kazanın (başlangıç parası sayılmaz)
vi: Kiếm tổng cộng 3.000 xu (không tính xu ban đầu)
zh_hans: 累计赚取 3000 枚（启动金不算）
zh_hant: 累計賺取 3,000 金幣（不含起始資金）

# achv.stage_adult
source: Coming of Age
ar: بلوغ
de: Erwachsen
es: Mayoría de edad
fr: Passage à l’âge adulte
hi: बड़ा हो गया
id: Menjadi dewasa
it: Maggiore età
ja: おとなになった
ko: 어른이 되었어요
nl: Volwassen geworden
pl: Dorosłość
pt_br: Maioridade
ru: Совершеннолетие
sv: Blivit vuxen
th: เข้าสู่วัยผู้ใหญ่
tr: Yetişkinlik
vi: Đã trưởng thành
zh_hans: 成年礼
zh_hant: 成年了

# achv.stage_adult.desc
source: Pet reaches adulthood (day 7)
ar: يبلغ الحيوان مرحلة النضوج (اليوم ٧)
de: Tier wird erwachsen (Tag 7)
es: La mascota llega a la edad adulta (día 7)
fr: L’animal devient adulte (jour 7)
hi: साथी वयस्क हो जाता है (दिन 7)
id: Hewan mencapai usia dewasa (hari ke-7)
it: L’animale diventa adulto (giorno 7)
ja: ペットが成犬・成猫になる（7 日目）
ko: 펫이 성체가 됩니다（7일째）
nl: Dier wordt volwassen (dag 7)
pl: Zwierzak staje się dorosły (dzień 7)
pt_br: O bichinho chega à fase adulta (dia 7)
ru: Питомец становится взрослым (день 7)
sv: Djuret blir vuxet (dag 7)
th: สัตว์เลี้ยงเข้าสู่วัยผู้ใหญ่ (วันที่ 7)
tr: Dost yetişkinliğe ulaşır (7. gün)
vi: Thú nuôi bước vào tuổi trưởng thành (ngày 7)
zh_hans: 宠物长到成年期（第 7 天）
zh_hant: 寵物進入成年期（第 7 天）

# achv.stage_elder
source: Old Friend
ar: صديق قديم
de: Alter Freund
es: Viejo amigo
fr: Vieil ami
hi: पुराना दोस्त
id: Teman lama
it: Vecchio amico
ja: 古い友だち
ko: 오랜 친구
nl: Oude vriend
pl: Stary przyjaciel
pt_br: Velho amigo
ru: Старый друг
sv: Gammal vän
th: เพื่อนเก่า
tr: Eski dost
vi: Người bạn cũ
zh_hans: 老伙计
zh_hant: 老朋友

# achv.stage_elder.desc
source: Pet reaches elderhood (day 30)
ar: يصل الحيوان إلى الكِبر (اليوم ٣٠)
de: Tier wird zum Senior (Tag 30)
es: La mascota llega a la vejez (día 30)
fr: L’animal devient senior (jour 30)
hi: साथी बुज़ुर्ग हो जाता है (दिन 30)
id: Hewan mencapai usia senja (hari ke-30)
it: L’animale diventa anziano (giorno 30)
ja: ペットがシニアになる（30 日目）
ko: 펫이 노년기가 됩니다（30일째）
nl: Dier wordt senior (dag 30)
pl: Zwierzak staje się seniorem (dzień 30)
pt_br: O bichinho chega à velhice (dia 30)
ru: Питомец становится пожилым (день 30)
sv: Djuret blir äldre (dag 30)
th: สัตว์เลี้ยงเข้าสู่วัยชรา (วันที่ 30)
tr: Dost yaşlılığa ulaşır (30. gün)
vi: Thú nuôi bước vào tuổi già (ngày 30)
zh_hans: 宠物长到老年期（第 30 天）
zh_hant: 寵物進入老年期（第 30 天）
